uni/politikwissenschaft/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.org
* The politicization of social divisions in legislative contexts: A dictionary-based analysis of parliamentary questions in the German Bundestag - R.v.Schiller, T. Zittel & M.Henneke

** The significance of social representation

Soziale Repräsentation ist der traditionelle Modus politischer Repräsentation in Westeuropa 

- Parteien repräsentieren sozial zusammenhängende, nationale Wählerkoalitionen -> sozial demokratische Parteien nutzen dieses Model beispielhaft, um Maßnahem für das Werben & Implementieren der Interessen von *blue collar workers (Industriebranche)* 
- Forschungen zweifeln an das Parteien sozial definierte Wähler ansprechen will 
  - Soziostruktureller & Wahlen Veränderung in westlichen Demokratien die zur Schwächung traditioneller von Wähler-Partei Ausrichtung führt (voter-party alignment)
- 2 Szenarien im Bezug auf Parteistrategien 
  - Katz & Mair: Sowie Parteien professioneller werden & mit Institutionen des Staates fusionieren, entziehen sie sich vom Sozialen & somit weniger bereit sich für spezifische soziale Gruppen einzusetzen 
  - Zweitens: In Antwort zu stärker fragmentierten sozialstruktur wird angenommen, dass Parteien den Anreizen der breiten Wählerschaft erliegt, was sie programmatisch ungenau/undeutlich erscheinen macht 
    - Kritik: 	1. Nimmt sozio-deterministische Perspektive an, welche schwer non-lineare temporäre Dynamiken von Parteiaktivitäten & Wählerschaftsverhalten erklären kann 
				2. Spielt *Agency of Parties* herunter, welche aktiv den sozialen & politischen Kontext formen 
				3. Basiert auf schwacher empirischer Grundlage im Bezug auf Parteiverhalten 
- Text zielt darauf Lücken zu füllen, indem Parteistrategien im Vergleich zu sozial definierten Bestandteile untersucht werden 
- neuer Ansatz: Soziale Repräsentation & die deliberative Anstrengungen von Parteien um soziale Divisionen zu politisieren 
- Nutzen dictionary based text analysis, welche einen automatisierten Ansatz für die Konstruktion von dictionaries nutzt 
  - Ansatz beruht auf *comprehensive corpus* von Presseveröffentlichungen von organisierten Interessen als Indikatioren für gruppen spezifische Wünsche 
- in Analyse der repräsentativen Bindungen in Parlamentaren Fragen im Bundestag, kommen sie zum Schluss, dass Parteien weiterhin traditionell Verbündeten Wählerschaft nachzukkommen, unabhängig von den Veränderungen im Wählerschaftsverhalten & der Sozialstruktur 

** Parties as agents of social representation

Trotz sozio-struktureller Änderungen, politisieren Parteien weiterhin soziale Divisionen durch die Mobilisierung sozial definierter Wählerblocks mit programmatischen Anreizen / appeals 

Die hervorstehende Perspektive auf die soziale Repräsentation ist *sociological* & verwurzelt in der Arbeit von Lipset & Rokkan 
 
- historische & sozio-strukturell definierte Gruppenkonflikte als Ursprung der Ausrichtung zwischen sozialen Gruppen & politischen Parteien 
- programmatische Zuneigung & Parteiverhalten bestimmt durch sozaile Entwicklung & ihre erfolgreiche *bottom-up* Politisierung 

Lipset & Rokkan verfolgen Entwicklung von europäischen Parteisystem zurück bis zu 4 generellen sozial Konflikten verwurzelt in zwei großen Revolutionen des 19. Jh. 

- Konflikte wurden politisiert & führten zu stabilen Ausrichtung zwischen sozial zusammengehörigen Gruppen & politischen Parteien 
  - einerseits die industrielle Revolution, nahm an Arbeiterinteressen im Gegensatz zu den Interessen von Kapitaleignern zu vernachlässigen 
    - Formierung einer sozial demokratischen Partei; führte auch zum Aufsiteg landwirtschaftlicher Parteien
  - andererseits nationale Revolution antagonisiert sekuläre Interessen im Bezug auf föderalen Staat & religiösen Interessen, welche ihre Autonomie sichern wollen 
    - führt zur Etablierung von christlichen Parteien; führt auch zu Konflikt zwischen zentralen Orten & ländlichen Gegenden, welche darauf zielen ihre Werte und Praktiken abzusichern, was zur Bildung von regionalen Parteien führt (Land vs Stadt)
	
Aus sozio-deterministischer Sicht erzwingt Wahlwandel eine Änderung der Parteistrategie 

- Zahl von traditionellen sozialen Gruppen die stabile Wählerkoalitionen konstituiert haben stark gesunken 
- Qualität von Parteienbindung zu sozialen Gruppen verschlechert als Mitgliedschaft in zivilen sozialen Organisatioen sank & die ZUgehörigkeit mit sozialen Gruppen ist unwahrscheinlicher *partisan loyalities* zu bewirken 
- sozio-deterministische Sichtweise geht davon aus, dass Parteien sicht den electoral appeals anpassen, was zu einer sinkenden Neigung von Parteien führt ihrre traditionnelen Unterstützergruppen zu mobilisieren 
  - Parteien können stattdessen zu *catch-all* Strategien wenden, und appeals die abhängig sind von Personalisierung and wertiger Poltik 
  
Im Gegensatz zu der sozio-deterministischen Sichtweise des Parteiverhaltens, gehen Autoren wie Sartori davon aus das Parteien nicht nur die sozialen Phänomene reflektieren, sondern aktiv die kollektiven Interessen und Identitäten bilden 

- Parteien schaffen deliberative Anrezeize um die repräsentative Bindung mit sozial definierten Wählergruppen zu schffen, auch wenn diese Gruppen nicht länger sonderlich zusammenhgehörig sind 
- die Ansicht das Parteien strategisch die sozialen Cleavages betonen oder runterspielen kann wird durch Enyedi hervorgehoben, welcher argumentiert das interpretative Frameworks von politischen Eliten entscheidenden einfluss darauf haben, ob die Unterschiede in den Interessen als soziale Konflikte wahrgenommen werden 

Darlegung soll zeigen, welche der beiden Ansichten über das Parteiverhalten in angesicht sozialstruktureller Änderungen empirisch valide ist 

- Beweise für Veränderung auf Wählerebene, wenig Evidenz über Parteistrategie, um sozio-deterministisches Model des Parteiverhaltens bestätigen oder abweisen zu können 
- to represent distinct social groups and the sparsity(Seltenheit) of empirical evidence, this paper aims to trace patterns of elite-level social representation

** A Text based approach for the Study of social representation

Im Folgenden wird angenommen, dass Parlementarfragen eine nützliche Baseline für die Analyse von den repräsentativen Anstregungen einer Partei abbilden. Eine dictionary based Inhaltsanalyse wird eingeführt, um die programmatischen Stichworte der Parteien erfassen zu können. 

