uni/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.tex
% Created 2018-06-07 Thu 13:28
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{The politicization of social divisions in legislative contexts: A dictionary-based analysis of parliamentary questions in the German Bundestag - R.v.Schiller, T. Zittel \& M.Henneke}
\label{sec:org0b8dc6d}

\subsection{The significance of social representation}
\label{sec:org5d42b68}

Soziale Repräsentation ist der traditionelle Modus politischer Repräsentation in Westeuropa 

\begin{itemize}
\item Parteien repräsentieren sozial zusammenhängende, nationale Wählerkoalitionen -> sozial demokratische Parteien nutzen dieses Model beispielhaft, um Maßnahem für das Werben \& Implementieren der Interessen von \textbf{blue collar workers (Industriebranche)}
\item Forschungen zweifeln an das Parteien sozial definierte Wähler ansprechen will 
\begin{itemize}
\item Soziostruktureller \& Wahlen Veränderung in westlichen Demokratien die zur Schwächung traditioneller von Wähler-Partei Ausrichtung führt (voter-party alignment)
\end{itemize}
\item 2 Szenarien im Bezug auf Parteistrategien 
\begin{itemize}
\item Katz \& Mair: Sowie Parteien professioneller werden \& mit Institutionen des Staates fusionieren, entziehen sie sich vom Sozialen \& somit weniger bereit sich für spezifische soziale Gruppen einzusetzen
\item Zweitens: In Antwort zu stärker fragmentierten sozialstruktur wird angenommen, dass Parteien den Anreizen der breiten Wählerschaft erliegt, was sie programmatisch ungenau/undeutlich erscheinen macht 
\begin{itemize}
\item Kritik: 	1. Nimmt sozio-deterministische Perspektive an, welche schwer non-lineare temporäre Dynamiken von Parteiaktivitäten \& Wählerschaftsverhalten erklären kann 
\begin{enumerate}
\item Spielt \textbf{Agency of Parties} herunter, welche aktiv den sozialen \& politischen Kontext formen
\item Basiert auf schwacher empirischer Grundlage im Bezug auf Parteiverhalten
\end{enumerate}
\end{itemize}
\end{itemize}
\item Text zielt darauf Lücken zu füllen, indem Parteistrategien im Vergleich zu sozial definierten Bestandteile untersucht werden
\item neuer Ansatz: Soziale Repräsentation \& die deliberative Anstrengungen von Parteien um soziale Divisionen zu politisieren
\item Nutzen dictionary based text analysis, welche einen automatisierten Ansatz für die Konstruktion von dictionaries nutzt 
\begin{itemize}
\item Ansatz beruht auf \textbf{comprehensive corpus} von Presseveröffentlichungen von organisierten Interessen als Indikatioren für gruppen spezifische Wünsche
\end{itemize}
\item in Analyse der repräsentativen Bindungen in Parlamentaren Fragen im Bundestag, kommen sie zum Schluss, dass Parteien weiterhin traditionell Verbündeten Wählerschaft nachzukkommen, unabhängig von den Veränderungen im Wählerschaftsverhalten \& der Sozialstruktur
\end{itemize}

\subsection{Parties as agents of social representation}
\label{sec:orgca9eb6a}

Trotz sozio-struktureller Änderungen, politisieren Parteien weiterhin soziale Divisionen durch die Mobilisierung sozial definierter Wählerblocks mit programmatischen Anreizen / appeals 

Die hervorstehende Perspektive auf die soziale Repräsentation ist \textbf{sociological} \& verwurzelt in der Arbeit von Lipset \& Rokkan 

\begin{itemize}
\item historische \& sozio-strukturell definierte Gruppenkonflikte als Ursprung der Ausrichtung zwischen sozialen Gruppen \& politischen Parteien
\item programmatische Zuneigung \& Parteiverhalten bestimmt durch sozaile Entwicklung \& ihre erfolgreiche \textbf{bottom-up} Politisierung
\end{itemize}

Lipset \& Rokkan verfolgen Entwicklung von europäischen Parteisystem zurück bis zu 4 generellen sozial Konflikten verwurzelt in zwei großen Revolutionen des 19. Jh. 

\begin{itemize}
\item Konflikte wurden politisiert \& führten zu stabilen Ausrichtung zwischen sozial zusammengehörigen Gruppen \& politischen Parteien 
\begin{itemize}
\item einerseits die industrielle Revolution, nahm an Arbeiterinteressen im Gegensatz zu den Interessen von Kapitaleignern zu vernachlässigen 
\begin{itemize}
\item Formierung einer sozial demokratischen Partei; führte auch zum Aufsiteg landwirtschaftlicher Parteien
\end{itemize}
\item andererseits nationale Revolution antagonisiert sekuläre Interessen im Bezug auf föderalen Staat \& religiösen Interessen, welche ihre Autonomie sichern wollen 
\begin{itemize}
\item führt zur Etablierung von christlichen Parteien; führt auch zu Konflikt zwischen zentralen Orten \& ländlichen Gegenden, welche darauf zielen ihre Werte und Praktiken abzusichern, was zur Bildung von regionalen Parteien führt (Land vs Stadt)
\end{itemize}
\end{itemize}
\end{itemize}

Aus sozio-deterministischer Sicht erzwingt Wahlwandel eine Änderung der Parteistrategie 

\begin{itemize}
\item Zahl von traditionellen sozialen Gruppen die stabile Wählerkoalitionen konstituiert haben stark gesunken
\item Qualität von Parteienbindung zu sozialen Gruppen verschlechert als Mitgliedschaft in zivilen sozialen Organisatioen sank \& die ZUgehörigkeit mit sozialen Gruppen ist unwahrscheinlicher \textbf{partisan loyalities} zu bewirken
\item sozio-deterministische Sichtweise geht davon aus, dass Parteien sicht den electoral appeals anpassen, was zu einer sinkenden Neigung von Parteien führt ihrre traditionnelen Unterstützergruppen zu mobilisieren 
\begin{itemize}
\item Parteien können stattdessen zu \textbf{catch-all} Strategien wenden, und appeals die abhängig sind von Personalisierung and wertiger Poltik
\end{itemize}
\end{itemize}

Im Gegensatz zu der sozio-deterministischen Sichtweise des Parteiverhaltens, gehen Autoren wie Sartori davon aus das Parteien nicht nur die sozialen Phänomene reflektieren, sondern aktiv die kollektiven Interessen und Identitäten bilden 

\begin{itemize}
\item Parteien schaffen deliberative Anrezeize um die repräsentative Bindung mit sozial definierten Wählergruppen zu schffen, auch wenn diese Gruppen nicht länger sonderlich zusammenhgehörig sind
\item die Ansicht das Parteien strategisch die sozialen Cleavages betonen oder runterspielen kann wird durch Enyedi hervorgehoben, welcher argumentiert das interpretative Frameworks von politischen Eliten entscheidenden einfluss darauf haben, ob die Unterschiede in den Interessen als soziale Konflikte wahrgenommen werden
\end{itemize}

Darlegung soll zeigen, welche der beiden Ansichten über das Parteiverhalten in angesicht sozialstruktureller Änderungen empirisch valide ist 

\begin{itemize}
\item Beweise für Veränderung auf Wählerebene, wenig Evidenz über Parteistrategie, um sozio-deterministisches Model des Parteiverhaltens bestätigen oder abweisen zu können
\item to represent distinct social groups and the sparsity(Seltenheit) of empirical evidence, this paper aims to trace patterns of elite-level social representation
\end{itemize}

\subsection{A Text based approach for the Study of social representation}
\label{sec:orgd570289}

Im Folgenden wird angenommen, dass Parlementarfragen eine nützliche Baseline für die Analyse von den repräsentativen Anstregungen einer Partei abbilden. Eine dictionary based Inhaltsanalyse wird eingeführt, um die programmatischen Stichworte der Parteien erfassen zu können. 
