uni/politikwissenschaft/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.org
*** Social reprensentation in parliamentary questions

Fragen an die Bundesregierung im Parlament untersucht. Diese Handlungsart dient verschiedenen ZWecken. 

- für legislative Aufsicht, um Informationen über die Handlungen der Regierung zu sammeln und möglicherweise Überschreitungen öffentlich offenzulegen 

Betonung der repräsentativen Funktion von Fragen an den Bundestag (parliamentary questions)

- technisch: Instrument das auf individueller Ebene genutzt werden kann um Legislatoren zu ermöglichen, der Regierung einzelne Fragen zu stellen, welche entweder mündlich in der nächsten Woche beantwortet werden oder in schriftlicher Form ohne weitere Plenardebatten 
- Untersucht werden hier individual-level instruments, eher als Parlamentsreden -> letzteres sind thematisch unbegrenzt durch legislative Agenda, daher bieten sie Einblick into die wahren Prioritäten und repräsentations Brennpunkte einer Partei 
- Fragen an den Bundestag als vergleichbar schwerer Fall, um die Beobachtung des Efforts um der Mobilisierung traditioneller Wählerschaftsgruppen willen, zu gewährleisten 
- Fragen an den Bundestag aus individueller Ebene von Natur aus schwammig, weil jene Individuen Bindungen zu verschiedenen sozialen Gruppen besitzen und somit nicht als Kernbestandteil ihrer Partei angesehen werden können 
- FIndung einer wahrhaftig geteilten Parteiziels um eine partikuläre soziale Gruppe im parlamentarischen Prozess zu repräsentieren benötigt Auffindung einer generellen repräsentativen Profils 
  - Vergleich zu Manifestos: -> Einigung auf kohärente Aussagen möglich, Singale in day to day Aktivitäten kann jedoch stark verschwommen zu dem Manifesto sein 
  
Fragen an den Bundestag für die Analyse stammen vom 17. Bundestag zwischen September 2009 & September 2013 

- 5 Parteien -> CDU/CSU, SPD, FDP, Grüne & Die Linke 
- Regierung gebildet aus konservativer CDU/CSU und ökonomisch liberaler FDP 
- alle Fragen an den Bundestag stammen aus offziellen Parlamentsaufnahmen 
- Merkbare Unterschiede zwischen Regierung & Oppositionspartei 
  - Mitglieder der Regierungspartei fragen weniger häufig
  
*** A dictionary-based approach for the study of social representation

Ziel ist es dictionaries zu generieren, um den Ausmaß mit dem Fragen im Bundestag genutzt werden um Hinweise auf soziale Gruppen beurteilen zu können. Zuerst wird der relevante soziale Konfliktgruppe identifiziert  und die Ausrichtung im deutschen politischen System 

**** Social gropus and alignments in German politics

Lipset & Rokkan: Nicht alle Cleavages sind in jedem Land hervorstechend 

In DE: 

- Ökonomisches Cleavage: Kapitalpol des Cleavages ist ausgerichtet mit CDU/CSU & FDP; Arbeiterseite traditionell repräsentiert durch SPD & neuerdings die Linke 

**Bild Seite 6**

- Kapitalinteressen können in große & kleine bis mittelgroße Unternehmen unterteilt werden 
- Bauern konstituieren dritte ökonomische Interesse mit einzigartigem Set an Interessen 
- Labor pole des ökonomischen Cleavages ist zusammengesetzt aus der Arbeiterbewegung 
- durch ihren Einfluss auf soziale Policies Schaffung werden Wohlfahrts Organisationen als dritte soziale Partner neben den Arbeiterunionen und Arbeiterverbänden wahrgenommen

Religöser Konflikt ist eine zweiter Komflikt innerhalb deutscher Politik 

- charakterisiert durch konfessionelle Unterschiede zwischen der protestantischen Mehrheit & der katholischen Minderheit 
  - Neuerdings unterlag der Konflikt einer Restrukturierung, nun ist es geformt durch die Unterschiede zwischen sekulären Gruppen und den Christlichen Glauben 
- CDU/CSU repräsentieren Christen in Parlamentsangelegenheiten  
- neuer Wertekonflikt im Parteisystem seit 1980ern 
  - wurde manifest während des Aufstiegs der neuen sozialen Bewegung in 1970ern, und führte zur Bildeung der Grüne 
  - postmaterialisitsche Interessen können in quality of lie & selbstverwirklichungs bedenken unterteilt werden

