uni/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.tex

\item Organized interests as indicators for the preferences of social groups
\label{sec:org65ed649}

Einführung von Pressemitteilungen der Interessengruppen als mögliche Datenquellen für die systematische Zusammenstellung solcher Behauptungen 

\begin{itemize}
\item Möglichkeit verworfen explizie Referenzen über soziale Gruppen zu zählen 
\begin{itemize}
\item solche Analyse würde die Feinheiten politischer Sprache runterspielen \& spezfisich die Rolle von Problemen für die soziale Repräsentation
\end{itemize}
\item Stattdessen nutzt Messstrategie nutzt den Einblick, dass jedes soziale Interesse den organisationellen Ausdruck benötigt um politisch effektiv zu sein
\item damit kann eine empirische Analyse der Repräsentation Vorteil von den offenbarten Präferenzen von Organisationen schöpfen, welche als Gruppensorgen relektiert werdne \& durch Parteien oder den parlamentarischen Prozess ausgedrückt werden
\end{itemize}

The primary challenge for this strategy lies in the selection of organizations as stand-ins for the social groups

\begin{itemize}
\item zählen auf korporatistische Natur des deutschen Systems der Interessensvermittlung 
\begin{itemize}
\item in korporatistischen Systemen der Interessenvermittlung  genießen weniger oder nur eine Organisation ein Monopol der Repräsentation durch den Einbezug aller Mitglieder einer spezifischen Gruppe und den priviligierten Zugang zu Entscheidungsschaffungs prozessen durch den Staat
\item dieser Typ der Interessensvermittlung klassisch für Capital-Labor cleavage \& religiösen cleavage
\end{itemize}
\item Daher werden die top tier Verbände welche die subgruppen des kapitals, der arbeit und der religiösen Interessen repräsentieren, ausgewählt
\end{itemize}

Organisationen \& Interessen 

\begin{itemize}
\item Angefangen mit dem Capital pole, der Bundesverband der Deutschen Arbeitgeberverbände BDA \& der Bundesverband der Deutschen Industrie BDO handeln gemeinsam im Namen großer Unternehmen.
\item Kleine bis mittelgroße Unternehmen werden durch die Deutsche Industire und Handelskammertag und den Zentralverband des Deutschen Handwerks durch die Mandatskammern repräsentiert
\item Die Interessen der Bauern werden durch den Deutschen Bauernverband repräsentiert
\item Auf der Arbeitsseite dominiert der Deutsche Gewerkschaftsbund mit seinen 8 sokttoralen Unionen der Lohnverhandlungen in Deutschland
\item drei große Schirmorganisationen repräsentieren die Wohlfahrtskomponente des Arbeitspols; der Deutsche Paritätische Wohlfahrtsverband, das Deutsche Rote Kreuz \& die Diakonie Deutschland
\item Protestanten im religiös sekulären cleavage werden durch die evangelische Kirche in Deutschland repräsentiert; die katholischen Interessen werden gemeinsam mit durch Deutsche Bischofskonferenz \& das Zentralkomitee der Deutschen Katholiken repräsentiert
\end{itemize}

Interessensvermittlung in der Wertepolitik is mehr pluralistisch, sodass keine einzelne Organisation identifiziert werden kann die für alle Mitglieder einer sozialen Gruppe sprechen kann. Nichtsdestotrotz existiert eine Organisation auf Bundesebene, mit repräsentativem Monopol für die Interessen der Konsumenten, die Verbraucherzentrale Bundesverband 

Identifizierung der wichtigsten Organisationen für Umweltschützer und Migranteninteresse gestaltet sich schwieriger 

\begin{itemize}
\item Im Bezug auf den Umweltschutz werden Daten des Naturschutzbunds Deutschland, BUND, WWF \& DNR übernommen
\item durch die religiöse HEterogenität gibt es eine Vielzahl von Migranten \& religösen, partikulär Islamischen Organisationen -> Auswahl der Bundesarbeitsgemeinschaft der Immigrantenverbände in Deutschland, die Türkisch-Islamische Union der Anstalt für Religion, ZMD \& VIKZ
\end{itemize}

Nach der Identifizierung der Referenz Organisationen muss der Typ des zu untersuchenden Textes als Baseline für die Wiedererlangung der Präferenzen von sozialen Gruppen bestimmt werden 

\begin{itemize}
\item Auswahl von Pressemitteilungen, da sie weite Sicht auf Gruppenpräferenzen bieten, die kein anderer Typ als Referenzdokument bieten kann
\item Pressemitteilungen bieten eine Mischung aus Staements über Prinzipien \& Probleme des Alltags, im Bezug auf Letzteres sind Pressemitteilungen dazu da Einfluss auf die parlamentarischen Angelegenheiten auszuüben
\item daher im Einklang mit den Dynamiken der legislatorischen Agenda \& mit Problemen die evtl genannt werden
\item Alle Pressemitteilungen für die ausgewählten Gruppen der Jahre 2009 bis 2013 -> Pressemitteilungen aus ganzen 5 Jahren obwohl Legislatur 4 Jahre hielt
\end{itemize}
