uni/politikwissenschaft/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.org
**** Recovering group-specific demands from press releases

We aim to retrieve terms from the press releases that are most distinctive relative to the press releases of all other organizations

- solche Begriffe sollen die wichtigsten Bedenken ausdrücken & die bedeutungsvollsten Hinweise/Stichworte die mit speziellem Problem in VErbindung gebracht werden können, darlegen 
- Literatur bietet Vorlage im Bezug auf die Erfassung der wichtigsten Begriffe aus den Texten 
  - analysiert ob ein Begriff signifikant häufiger in einem Organisations text corpus, relativ zum Auftreten in Texten aller anderen Organisationen, auftritt 
 
The rows contain the terms that are either identical to a given reference term (tref = 1) or not(tref = 0), the columns contain the two corpuses that are either identical to the reference corpus (cref = 1) or not (cref = 0). The cells contain the term frequencies for a given combination (hi j ), the marginal frequencies are listed in the margins.

To calculate the test statistic, we consider the deviation (Abweichung) of the empirically observed cell frequencies from the expected values, given the marginal distributions. Formally:

The test statistic x^2 is calculated for each term and for each reference corpus to recover the most indicative terms for each organization.

Vor dem Abruf der Dictionaries, werden einige pre & post processing Schritte durchgeführt. Vor der Analyse wird die Liste der Begriffe in den Pressemitteilungen der Organisationen gekürzt, hin zu den Substantiven, da die Substantive am wahrscheinlichsten als Referenz für ein Problem oder ein spezifsches Gruppeninteresse dient 

- dies garantiert, dass die Dictionaries ein Set von Begriffen beinhalten, die bezeichnend/hinweisend wie möglich sind als, policy präferenz
- zusätzlich zu den Pressemitteilungen wird der Inhalt der Plenarprotokolle des Bundestags aus der 17. Legislaturperiode als weiter baseline für den overall text corpus hinzugefügt
  - dies sichert, dass Begriffe im zusammengang mit generellen Parlamentarischen Verfahren die wesentlich häufig in non-reference corpus auftreten, nicht  als hinreichend für eine Referenzgruppe aufgenommen wird 
  
There are 89,709 unique terms with a total of 1,479,164 observations.

- als post processing Schritt werden die Namen, orte & technische fehler von der Liste verworfen 
- es werden die 200 Begriffe mit den höchsten Werden in der test statistik für jede gruppe als benchmark für die representative bindung verwendet 

Um den Ansatz zu validiieren, werden die 20 deutlichsten Begriffe für blue-collar workers dargestellt 

- das Dictionary beinhaltet Begriffe die intuitiv mit Arbeiterinteressen in Verbindung stehen 
  - Begriffe wie Mindestlohn, Leiharbeit, Altersarmut sind enthalten, welche zudem zum Zeitpunkt der Legislatur in der öffentlichen Debatte präsent waren  
  
=> Das selbe für Arbeiter (Dictionary mit Arbeitnehmer, Rente etc) & Frauen 

Zuletzt wird Überlappung der Dictionaries überprüft -> Überlappung vorhanden, dies im Zusammenhang mit soziale Gruppe die zu diesem Cleavage gehört 

Um die soziale Repräsentation zu messen wird die Frequenz mit der die meist indikativen Begriffe in Fragen an den Bundestag genannt werden, gezählt 

- da Interesse an inter-Partei Unterschiede besteht werden alle Fragen der Mitglieder einer Partei als gemeinsamer text corpus behandelt 
  - dies als Messung und nicht als Modelübung wahrgenommen, da kein statistisches model damit verbunden ist  
- einige Worte nicht eindeutig um sie als klare Indikator für eine repräsentative Bindung zu kategorisieren 

Für die folgende Untersuchung, werden die geteilten Referenzen die Parteien um Verbindung mit sozialen Gruppen zu schließen 

Specifically, we calculate the column percentages for each party in order to get a sense of parties’ representational profiles

- dies erlaubt die Balance des Parteiprofils zu analysieren (catch all profil o.ä.)
- erlaubt es die geteilten referenzen zu soziale gruppe der verschiedenen parteien zu vergleichen, um zu erkennen welche Partei am meisten aktiv in der Repräsentation einer Gruppe ist 
- in beiden Fällen wird eine zweistellige Zahl als starke Indikation eines systematisch unterschiedlichen repräsentativen Profils angesehen  
- außerdem wird untersucht welche gruppen generell in Parlamentsangelegenheiten repräsentiert werden 
- im zweiten Schritt wird die Analyse auf Ebene der Cleavage Poles erneut durchgeführt, wo alle Pressemitteilungen durch alle Gruppen in Verbindung mit einem cleavage pole verschmolzen werden um 4 umfassende cleavage dictionaries zu bilden 

