uni/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.tex

\item Recovering group-specific demands from press releases
\label{sec:org8d7d901}

We aim to retrieve terms from the press releases that are most distinctive relative to the press releases of all other organizations

\begin{itemize}
\item solche Begriffe sollen die wichtigsten Bedenken ausdrücken \& die bedeutungsvollsten Hinweise/Stichworte die mit speziellem Problem in VErbindung gebracht werden können, darlegen
\item Literatur bietet Vorlage im Bezug auf die Erfassung der wichtigsten Begriffe aus den Texten 
\begin{itemize}
\item analysiert ob ein Begriff signifikant häufiger in einem Organisations text corpus, relativ zum Auftreten in Texten aller anderen Organisationen, auftritt
\end{itemize}
\end{itemize}

The rows contain the terms that are either identical to a given reference term (tref = 1) or not(tref = 0), the columns contain the two corpuses that are either identical to the reference corpus (cref = 1) or not (cref = 0). The cells contain the term frequencies for a given combination (hi j ), the marginal frequencies are listed in the margins.

To calculate the test statistic, we consider the deviation (Abweichung) of the empirically observed cell frequencies from the expected values, given the marginal distributions. Formally:

The test statistic x\(^{\text{2}}\) is calculated for each term and for each reference corpus to recover the most indicative terms for each organization.

Vor dem Abruf der Dictionaries, werden einige pre \& post processing Schritte durchgeführt. Vor der Analyse wird die Liste der Begriffe in den Pressemitteilungen der Organisationen gekürzt, hin zu den Substantiven, da die Substantive am wahrscheinlichsten als Referenz für ein Problem oder ein spezifsches Gruppeninteresse dient 

\begin{itemize}
\item dies garantiert, dass die Dictionaries ein Set von Begriffen beinhalten, die bezeichnend/hinweisend wie möglich sind als, policy präferenz
\item zusätzlich zu den Pressemitteilungen wird der Inhalt der Plenarprotokolle des Bundestags aus der 17. Legislaturperiode als weiter baseline für den overall text corpus hinzugefügt
\begin{itemize}
\item dies sichert, dass Begriffe im zusammengang mit generellen Parlamentarischen Verfahren die wesentlich häufig in non-reference corpus auftreten, nicht  als hinreichend für eine Referenzgruppe aufgenommen wird
\end{itemize}
\end{itemize}

There are 89,709 unique terms with a total of 1,479,164 observations.

\begin{itemize}
\item als post processing Schritt werden die Namen, orte \& technische fehler von der Liste verworfen
\item es werden die 200 Begriffe mit den höchsten Werden in der test statistik für jede gruppe als benchmark für die representative bindung verwendet
\end{itemize}

Um den Ansatz zu validiieren, werden die 20 deutlichsten Begriffe für blue-collar workers dargestellt 

\begin{itemize}
\item das Dictionary beinhaltet Begriffe die intuitiv mit Arbeiterinteressen in Verbindung stehen 
\begin{itemize}
\item Begriffe wie Mindestlohn, Leiharbeit, Altersarmut sind enthalten, welche zudem zum Zeitpunkt der Legislatur in der öffentlichen Debatte präsent waren
\end{itemize}
\end{itemize}

=> Das selbe für Arbeiter (Dictionary mit Arbeitnehmer, Rente etc) \& Frauen 

Zuletzt wird Überlappung der Dictionaries überprüft -> Überlappung vorhanden, dies im Zusammenhang mit soziale Gruppe die zu diesem Cleavage gehört 

Um die soziale Repräsentation zu messen wird die Frequenz mit der die meist indikativen Begriffe in Fragen an den Bundestag genannt werden, gezählt 

\begin{itemize}
\item da Interesse an inter-Partei Unterschiede besteht werden alle Fragen der Mitglieder einer Partei als gemeinsamer text corpus behandelt 
\begin{itemize}
\item dies als Messung und nicht als Modelübung wahrgenommen, da kein statistisches model damit verbunden ist
\end{itemize}
\item einige Worte nicht eindeutig um sie als klare Indikator für eine repräsentative Bindung zu kategorisieren
\end{itemize}

Für die folgende Untersuchung, werden die geteilten Referenzen die Parteien um Verbindung mit sozialen Gruppen zu schließen 

Specifically, we calculate the column percentages for each party in order to get a sense of parties’ representational profiles

\begin{itemize}
\item dies erlaubt die Balance des Parteiprofils zu analysieren (catch all profil o.ä.)
\item erlaubt es die geteilten referenzen zu soziale gruppe der verschiedenen parteien zu vergleichen, um zu erkennen welche Partei am meisten aktiv in der Repräsentation einer Gruppe ist
\item in beiden Fällen wird eine zweistellige Zahl als starke Indikation eines systematisch unterschiedlichen repräsentativen Profils angesehen
\item außerdem wird untersucht welche gruppen generell in Parlamentsangelegenheiten repräsentiert werden
\item im zweiten Schritt wird die Analyse auf Ebene der Cleavage Poles erneut durchgeführt, wo alle Pressemitteilungen durch alle Gruppen in Verbindung mit einem cleavage pole verschmolzen werden um 4 umfassende cleavage dictionaries zu bilden
\end{itemize}
\end{enumerate}
