uni/politikwissenschaft/Textanalyse/10_Diktioäre/Schiller_Präsi_Erf.org
*** Parties as agents of social representation

Tabelle 5: 

Zeigt die Frequenz in der beobachtete Referenz einer ausgewählten sozialen Gruppe pro Partei auftritt. Bietet eine Indikation des Ausmaßes zu dem eine Gruppe in Fragen im Bundestag repräsentiert wird 

- einige Gruppen überrepräsentiert, andere kaum (letzteres Frauen & LGBT; aber auch zutreffend für Kirche & Agrarinteressen) 
- im Gegensatz dazu werdne Gruppen im Bezug auf klassen politik häufig genannt; Geschäfts & Arbeiterinteressen belegen mehr als die Hälfte der repräsentativen Bindungen  
- 1/5 der Nennungen mit Umweltschutz Hintergrund 
- This suggests that postmaterialist, value-based groups experience selective representation with environmentalists taking center-stage, while consumers and migrants are trailing behind by large margins.

Importantly, these figures suggest that we are not merely observing the level of corporatist interest intermediation in the various policy fields, but a true difference in representational profiles

Im Bezug auf Partei Spalte sichtbar das drei kleinere Parteien eine vergleichbar exklusive Repräsentation mit starker Betonung auf ihre tradtionellen Unterstützergruppen repräsentieren 

- FDP fokus auf kleine Unternehmen; ähnlich die Linke mit klarer Betonung auf labor pole & Grüne im Bezug auf Umweltgruppe (Grüne überraschend ohne Referenz auf Interesse von Frauen, Migranten oder LGBT Gruppen)

die zwei großen Parteien SPD & CDU/CSU gebrauchen einen eher inklusiven Stil, einen catch all Ansatz zu sozialer Repräsentation -> Klassenkonflikt & Umweltschutz, aber auch klassisch Arbeit über Unternehmensinteresse im Fall der SPD 

- CDU/CSU am meisten balanciert und meisten inklusiv -> somit am ehesten catch all Strategie 
- This observation can be formalized using the Gini coefficient, which provides a systematic measure of the degree to which a set of values is unevenly distributed.

Von Partei zu Gruppenperspektive -> am besten repräsentierte Gruppe durch die Parteien 

- Kapitalinteresse am besten repräsentiert durch FDP 
- Arbeiterinteressen durch SPD & Linke 
- Religion zwar selten erwähnt aber am meisten durch CDU/CSU 
- repräsentations muster für postmaterialisitsche Gruppen gemischt 
  - Umweltinteresse am besten durch Grüne repräsentiert 
  
Tabelle 6: 

Zeigt parteiliche Anstrengungen im Bezug auf übergreifende cleavage pole repräsentation 

- Ergebnisse in Einklang mit a priori Annahmen des Parteiensystems 
- die 3 kleinen PArteien (FDP, Linke, Grüne) haben klaren fokus auf den Interessen in Verbindung mit den traditionellen sozialen Gruppen 
- die Repräsentationsprofile der zwei großen Parteien sind ausbalancierter, aber auch hier sind traditionelle Ausrichtungen erkennbar  

In sum, the findings provide a clear indication for the potential of the proposed text-based method to explore patterns of social representation and for the assumption that the generated dictionaries provide a plausible baseline for recovering the representational efforts of political parties. Substantively, we find that, by and large, parties continue to focus on the social groups they are traditionally aligned with.

*** Conclusion

The previous analysis opens up several avenues for future research. First, we see no reason why the theoretical approach or the measurement strategy should not travel acrosscases. Therefore, it seems worthwhile to bring the approach to a cross-national – and in light of the previous paragraph cross-temporal – comparative design, to identify conditions that might in- or decrease parties’ sustained efforts to consolidate their traditional social ties.

Second, this contribution has investigated parties’ efforts to establish ties with their traditional societal counterparts in non-binding parliamentary speech. We have argued that signaling behavior in the parliamentary arena is a crucial tool for parties to mobilize their support groups. Hence, while analyzing parliamentary speech is important in its own right, it is not obvious how representational ties in parties’ non-binding legislative activities might feed into substantive policy-making when a party enters a government coalition. Future research might employ a similar approach as the one proposed here to assess the degree to which the interests of social groups are reflected in governmental policy.

Third, the present paper has taken an organizational perspective while relying on individual-level data. Although the sum of observations clearly points in the direction of shared efforts, the data might conceal some intra-party heterogeneity. In light of criticism of the unitary actor assumption in party research (Druckman 1996; Laver 1999; Meyer 2012), we aim to move beyond an aggregate-level analysis and treat the individual questions as true individual-level expressions of legislators’ foci of representation in future iterations of this project. This would allow a better understanding of the prerequisites for intra-party pressures to either mobilize of demobilize traditional support groups.

